ACCOUNT_MENU = (
        '<b>👤 Мой аккаунт | {user_id}</b>\n'
        '\n'
        '<b>Мой баланс:</b> {balance} SRC\n'
        '<b>Мой статус:</b> {status}\n'
)

TOP_UP_BALANCE = (
        "<b>Ваш баланс:</b> {balance}\n"
        "<b>SRC Стоимость Secret Room Coin:</b> 1$ (73p)"
)

TOP_UP_CUSTOM_AMOUNT = (
        "Введите сумму платежа"
)
TOP_UP_CUSTOM_AMOUNT_WRONG = (
        "Не правильный формат, введите число"
)

NO_SCREENSHOTS = (
        "Нет скриншотов требующих подтверждения"
)

SCREENSHOT_APPROVE = (
        "✅ Ваш платеж подтвержден. Зачисляем вам {amount} SRC."
)
SCREENSHOT_REJECT = (
        "❌ Ваш платеж на {amount} SRC отклонен."
)

ADMIN_NEW_SCREENSHOT = (
        "🔔 Пришел новый скриншот оплаты"
)