BACK_BUTTON = "◀️ В меню"

WELCOME_MESSAGE_MALE = """
<strong>⚜️ Добро пожаловать в Secret Room ⚜️</strong>

Наш бот — лучший продукт для автоматизированного поиска девушек высшего сорта.

1. Выбираешь девушку.
2. Берёшь её контакт.
3. Назначаешь встречу!

Secret Room — сообщество для статусных и уверенных в себе. Прикоснись к высшему.

<strong>Описание функций:</strong>

<strong>⚜️ Secret Room</strong> — основная функция бота. В этом меню Вы сможете подобрать себе девушку.

<strong>👤 Мой аккаунт</strong> — вторая по важности кнопка. Здесь находится Ваше основное меню.

<strong>📤 Связь</strong> — с помощью данной функции можно связаться с администрацией проекта.

Перед использованием приложения нужно обязательно ознакомиться с публичной офертой."""

WELCOME_MESSAGE_GIRL = """Привет девочка"""

WELCOME_MESSAGE_NEW_USER = """
<strong>Доброго времени суток, Вас приветствует бот знакомств
Secret ⚜️ Room</strong>

Мы уже познакомили тысячи человек и теперь вы можете делать это сами: 

▫️ Анонимно и безопасно 
▫️ Огромный выбор красивых девушек и богатых мужчин из разных городов России, Украины и других стран 
▫️ Любой формат отношений: 
от серьёзных до легких с полным
обеспечением. 

<strong>Укажите Ваш пол, чтобы узнать больше информации:</strong>"""