BACK_TO_SUPPORT = "⬅️ Назад в поддержку"

SUPPORT_START = "Наша поддержка готова тебя поддерживать 24/7"

FAQ_MESSAGE = """
В этом разделе можно найти ответы на все интересующие Вас вопросы:
"""

FAQ_CONTENT = [
    {
        "question":"Какие у меня возможности тут?",
        "answer":"""
<strong>В боте Secret⚜️Room ты сможешь анонимно и безопасно познакомиться для нужных тебе форматов.</strong>
👨🏻Тебе не нужно заполнять анкет и преподносить себя, за тебя всё скажет твоя платёжеспособность. 
Ты можешь найти девушку в автоматическом режиме, либо воспользоваться помощью личного менеджера, который успешно работает в Secret⚜️Room и имеет самую большую базу девушек в СНГ.
- Провести вечер/сходить на свидание
- Лёгкие отношения с поддержкой
- Путешествия
- Серьезные отношения 
- Спонсорство 
- Помощь менеджера в любой точке мира

<strong>Основные возможности:</strong>
- Удобный поиск девушки в нужном городе.
- Массовая рассылка 
- Личный менеджер
- Заработок на реферальной системе
        """,
    },
    {
        "question": "Кто такая содержанка?",
        "answer": """
<strong>Содержанка</strong> - это девушка, которая находится в постоянных отношениях с одним мужчиной, на полном обеспечении. 
Основой их отношений являются сексуально-материальные ценности. 

Девушка дарит эмоции, любовь, близость. Мужчина полностью покрывает финансовые запросы девушки: оплата жилья, радости жизни, путешествия, карманные расходы. 


<strong>Факты:</strong>

- Во многих случаях мужчина, который заводит отношения с содержанкой - женат/имеет семью. 

- Подобные отношения зачастую имеют анонимный характер, держатся на определенных условиях мужчины: не появляться в людных местах, созваниваться и списываться в определённое время, никому не рассказывать об отношениях. 

- Идеальная содержанка - хороша в постели, красива, посвящает жизнь саморазвитию и собственному совершенству. 

- Девушка не имеет права общаться с другими мужчинами, находясь на обеспечении.

- Средние бюджеты на содержание в крупных городах от 150 - 350 т.р/ месяц 

- Высокие бюджеты на содержание от 500 т.р до бесконечности.
        """,
    },
    {
        "question": "Кто такой спонсор?",
        "answer": """
<strong>Спонсор</strong> - мужчина (в редких случаях женщина), оказывающий материальную и жизненную поддержку девушке. 
Как правило, спонсорские отношения имеют постоянный характер.

Плюсы от спонсорских отношений:
<strong>Для девушки:</strong>

- Освобождение от работы и других финансовых обязанностей 

- Полное обеспечение и решение жизненных проблем

- Возможность развить своё дело/бизнес, за счёт мужчины

- Хорошее общество, перспективные знакомства

- Высокий уровень жизни
        """,
    },
    {
        "question": "Что такое легкие ощущения?",
        "answer": """
<strong>Встречи и лёгкие отношения</strong>, как правило, основаны на финансовой основе.
Сопровождение, свидание, провести вечер - вознаграждается мужчиной. 

Нет никаких обязательств, у каждого своя жизнь, но иногда, вы можете отбросить всё, и хорошо провести время. 


<strong>Основные факты:</strong>

- Главная цель - интимные отношения

- Локация - ресторан, отель, аппартаменты

- Среднее время встречи - 2-3 часа 

- Партнеры заранее договариваются о всех деталях

- Оплата осуществляется при встрече

- Никаких предоплат, во избежании обмана и мошенничества
        """,
    },
    {
        "question": "Про путешествия?",
        "answer": """
Многие мужчины знают, что на отдых или в путешествие нужно брать с собой девушку, чтобы не искать ее по факту. У вас есть возможность познакомиться и отправиться на совместный отдых. Как правило, мужчина оплачивает билеты, отели, а так же спонсирует девушку. 
Она, в свою очередь, дарит эмоции и хорошее совместное время.


Что включено для девушки?
Вам оплачивается виза, билеты в обе стороны, проживание на вилле или в лучшем отеле, шоппинг. В поездку обязательно включены всевозможные развлекательные программы, поэтому вам точно некогда будет скучать.
А сама поездка обычно щедро оплачивается.

Как долго длится поездка?
Все зависит от запроса клиента. Путешествия могут длиться от нескольких дней, до пары недель. Все условия с Вами будут оговорены заранее нашим менеджером.

Каких девушек чаще всего выбирают?
Девушек для путешествий выбирают красивых и стройных, со спортивным телосложением, подтянутых, умеющих создать комфортную атмосферу, весёлых и жизнерадостных.
        """,
    },
]


CLIENT_SUPPORT_QUESTION = "Введите вопрос в клиентскую поддержку 👇"
TECHNICAL_SUPPORT_QUESTION = "Введите вопрос в техническую поддержку 👇"
PARTNERSHIP_SUPPORT_QUESTION = "Введите вопрос 👇"

PARTNERSHIP_SUPPORT_MESSAGE = """
<strong>Реферальная программа</strong> это отличная возможность стабильно зарабатывать на своей аудитории, друзьях, подругах. 

Условия реферальной программы рассматриваем индивидуально под каждого пользователя. 

Если Вы хотите принять участие - свяжетесь с менеджером. 

👉🏾 @secretroom_agent"""

THANKS_FOR_ANSWER = """
🔹 <strong>{question}</strong>
Ваш вопрос отправлен администрации бота, ожидайте ответ в ближайшее время.
"""

QUESTION_ANSWERED = """
На ваш вопрос ответили!
Вопрос: 
{question}
Ответ:
{answer}
"""