WELCOME_MESSAGE = """
Добро пожаловать в Secret Room.
Давайте подберем Вам мужчину?
"""

CREATE_FORM = """
Ваша анкета не заполнена!

Просим заполнить анкету
"""

FORM_ON_MODERATION = """
Ваша анкета на модерации.
Ожидайте, пожалуйста. 
"""

FORM_CONFIRMED = """
Ваша анкета активирована
{}
"""
FORM_REJECTED = """
Ваша анкета отклонена, можете заполнить ее еще раз
"""

FORM_STATUS_UPDATED = """
🔔 Статус вашей анкеты обновлен, переходите в ⚜️ Secret Room.
"""

FORM_ADMIN_NOTIFICATION = """
🔔 Новая анкета в админ панели
"""